#+TITLE: org-almanac
#+PROPERTY: logging nil
#+PROPERTY: ATTACH_DIR ~/org/data
#+PROPERTY: ATTACH_DIR_INHERIT t
#+OPTIONS: prop:("author" "published") toc:nil

# This file is exported to HTML at [[file:~/src/emacs/org-almanac/index.html]].

**** [[http://howardism.org/Technical/Emacs/getting-more-boxes-done.html][Howard Abrams: Getting Boxes Done, the Code]] :website:ATTACH:
:PROPERTIES:
:Attachments: http%3A%2F%2Fhowardism.org%2FTechnical%2FEmacs%2Fgetting-more-boxes-done.html--sQibSW.tar.xz
:ID:       c867cb2c-dd82-43e7-91aa-78e2839056cd
:author:   Howard Abrams
:END:
:LOGBOOK:
CLOCK: [2019-01-31 Thu 03:33]--[2019-01-31 Thu 03:33] =>  0:00
:END:

[2019-01-31 Thu 03:33]

*** [#A] [[http://orgmode.org/worg/][Worg]]                                                    :bookmark:
:PROPERTIES:
:ID:       90fe0f5b-8ecf-4078-81d1-344c537cdf04
:END:
:LOGBOOK:
CLOCK: [2015-08-29 Sat 15:02]--[2015-08-29 Sat 15:04] =>  0:02
:END:

[2015-08-29 Sat 15:02] There's a lot of good stuff here.

*** CHECK [[https://github.com/l3kn/org-el-cache][org-el-cache: Persistent cache for data derived from org-elements]] :website:Emacs:Org:
SCHEDULED: <2020-02-23 Sun>
:PROPERTIES:
:ID:       e52c02f9-9739-46f5-8a85-6330b32768ab
:END:
:LOGBOOK:
-  State "CHECK"      from              [2020-02-09 Sun 09:03]
CLOCK: [2020-02-08 Sat 08:28]--[2020-02-08 Sat 08:28] =>  0:00
:END:

[2020-02-08 Sat 08:28] 

